brew "bat"
brew "tree"
brew "tmux"
brew "neovim"
brew "htop"
brew "jq"
brew "exa"
brew "fd"
brew "fzf"
brew "git-delta"
brew "ripgrep"
brew "starship"
brew "terraform"
brew "gum"

tap "homebrew/cask"

cask "devtoys"
cask "ngrok"
cask "font-hack-nerd-font"
